// Задача 1
// Создайте массив с элементами 1, 2, 3. Выведите на экран
// каждый из этих элементов.

// const mass = [1,2,3];
// for (let i = 0; i < mass.length; i++) {
//     alert(mass[i]);
// }


// Задача 2
// Создайте массив с произвольными элементами.
// Выведите на экран количество элементов в этом
// массиве.

// const mass = [1,2,3,5];
// alert(mass.length);


// Задача 3
// Создайте массив с элементами 'a', 'b', 'c'. Запишите вместо
// первого элемента число 1, вместо второго - 2, вместо
// третьего - 3.

// const mass = ['a','b','c'];
// for (let i = 0; i < mass.length; i++) {
//     mass[i] = i + 1;
//     console.log(mass[i]);
// }
